package com.example.administrator.fragmenttext.ui.adapter;

/**
 * 项目名称：FragmentText
 * 类描述：
 * 创建人：WangQing
 * 创建时间：2016/1/6 11:00
 * 修改人：WangQing
 * 修改时间：2016/1/6 11:00
 * 修改备注：
 */
public class Const {
    public final String jsonData=
            "{\"name\":\"嘉兴\", \"area\":[\"秀城区\",\"秀洲区\",\"海宁市\",\"平湖市\",\"桐乡市\",\"嘉善县\",\"海盐县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"湖州\", \"area\":[\"吴兴区\",\"南浔区\",\"长兴县\",\"德清县\",\"安吉县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"绍兴\", \"area\":[\"越城区\",\"诸暨市\",\"上虞市\",\"嵊州市\",\"绍兴县\",\"新昌县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"金华\", \"area\":[\"婺城区\",\"金东区\",\"兰溪市\",\"义乌市\",\"东阳市\",\"永康市\",\"武义县\",\"浦江县\",\"磐安县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"衢州\", \"area\":[\"柯城区\",\"衢江区\",\"江山市\",\"龙游县\",\"常山县\",\"开化县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"舟山\", \"area\":[\"定海区\",\"普陀区\",\"岱山县\",\"嵊泗县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"台州\", \"area\":[\"椒江区\",\"黄岩区\",\"路桥区\",\"临海市\",\"温岭市\",\"玉环县\",\"天台县\",\"仙居县\",\"三门县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"丽水\", \"area\":[\"莲都区\",\"龙泉市\",\"缙云县\",\"青田县\",\"云和县\",\"遂昌县\",\"松阳县\",\"庆元县\",\"景宁畲族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"安徽\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"合肥\", \"area\":[\"庐阳区\",\"瑶海区\",\"蜀山区\",\"包河区\",\"长丰县\",\"肥东县\",\"肥西县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"芜湖\", \"area\":[\"镜湖区\",\"弋江区\",\"鸠江区\",\"三山区\",\"芜湖县\",\"南陵县\",\"繁昌县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"蚌埠\", \"area\":[\"蚌山区\",\"龙子湖区\",\"禹会区\",\"淮上区\",\"怀远县\",\"固镇县\",\"五河县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"淮南\", \"area\":[\"田家庵区\",\"大通区\",\"谢家集区\",\"八公山区\",\"潘集区\",\"凤台县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"马鞍山\", \"area\":[\"雨山区\",\"花山区\",\"金家庄区\",\"当涂县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"淮北\", \"area\":[\"相山区\",\"杜集区\",\"烈山区\",\"濉溪县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"铜陵\", \"area\":[\"铜官山区\",\"狮子山区\",\"郊区\",\"铜陵县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"安庆\", \"area\":[\"迎江区\",\"大观区\",\"宜秀区\",\"桐城市\",\"宿松县\",\"枞阳县\",\"太湖县\",\"怀宁县\",\"岳西县\",\"望江县\",\"潜山县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黄山\", \"area\":[\"屯溪区\",\"黄山区\",\"徽州区\",\"休宁县\",\"歙县\",\"祁门县\",\"黟县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"滁州\", \"area\":[\"琅琊区\",\"南谯区\",\"天长市\",\"明光市\",\"全椒县\",\"来安县\",\"定远县\",\"凤阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"阜阳\", \"area\":[\"颍州区\",\"颍东区\",\"颍泉区\",\"界首市\",\"临泉县\",\"颍上县\",\"阜南县\",\"太和县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宿州\", \"area\":[\"埇桥区\",\"萧县\",\"泗县\",\"砀山县\",\"灵璧县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"巢湖\", \"area\":[\"居巢区\",\"含山县\",\"无为县\",\"庐江县\",\"和县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"六安\", \"area\":[\"金安区\",\"裕安区\",\"寿县\",\"霍山县\",\"霍邱县\",\"舒城县\",\"金寨县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"亳州\", \"area\":[\"谯城区\",\"利辛县\",\"涡阳县\",\"蒙城县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"池州\", \"area\":[\"贵池区\",\"东至县\",\"石台县\",\"青阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宣城\", \"area\":[\"宣州区\",\"宁国市\",\"广德县\",\"郎溪县\",\"泾县\",\"旌德县\",\"绩溪县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"福建\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"福州\", \"area\":[\"鼓楼区\",\"台江区\",\"仓山区\",\"马尾区\",\"晋安区\",\"福清市\",\"长乐市\",\"闽侯县\",\"闽清县\",\"永泰县\",\"连江县\",\"罗源县\",\"平潭县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"厦门\", \"area\":[\"思明区\",\"海沧区\",\"湖里区\",\"集美区\",\"同安区\",\"翔安区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"莆田\", \"area\":[\"城厢区\",\"涵江区\",\"荔城区\",\"秀屿区\",\"仙游县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"三明\", \"area\":[\"梅列区\",\"三元区\",\"永安市\",\"明溪县\",\"将乐县\",\"大田县\",\"宁化县\",\"建宁县\",\"沙县\",\"尤溪县\",\"清流县\",\"泰宁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"泉州\", \"area\":[\"鲤城区\",\"丰泽区\",\"洛江区\",\"泉港区\",\"石狮市\",\"晋江市\",\"南安市\",\"惠安县\",\"永春县\",\"安溪县\",\"德化县\",\"金门县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"漳州\", \"area\":[\"芗城区\",\"龙文区\",\"龙海市\",\"平和县\",\"南靖县\",\"诏安县\",\"漳浦县\",\"华安县\",\"东山县\",\"长泰县\",\"云霄县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"南平\", \"area\":[\"延平区\",\"建瓯市\",\"邵武市\",\"武夷山市\",\"建阳市\",\"松溪县\",\"光泽县\",\"顺昌县\",\"浦城县\",\"政和县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"龙岩\", \"area\":[\"新罗区\",\"漳平市\",\"长汀县\",\"武平县\",\"上杭县\",\"永定县\",\"连城县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宁德\", \"area\":[\"蕉城区\",\"福安市\",\"福鼎市\",\"寿宁县\",\"霞浦县\",\"柘荣县\",\"屏南县\",\"古田县\",\"周宁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"江西\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"南昌\", \"area\":[\"东湖区\",\"西湖区\",\"青云谱区\",\"湾里区\",\"青山湖区\",\"新建县\",\"南昌县\",\"进贤县\",\"安义县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"景德镇\", \"area\":[\"珠山区\",\"昌江区\",\"乐平市\",\"浮梁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"萍乡\", \"area\":[\"安源区\",\"湘东区\",\"莲花县\",\"上栗县\",\"芦溪县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"九江\", \"area\":[\"浔阳区\",\"庐山区\",\"瑞昌市\",\"九江县\",\"星子县\",\"武宁县\",\"彭泽县\",\"永修县\",\"修水县\",\"湖口县\",\"德安县\",\"都昌县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"新余\", \"area\":[\"渝水区\",\"分宜县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"鹰潭\", \"area\":[\"月湖区\",\"贵溪市\",\"余江县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"赣州\", \"area\":[\"章贡区\",\"瑞金市\",\"南康市\",\"石城县\",\"安远县\",\"赣县\",\"宁都县\",\"寻乌县\",\"兴国县\",\"定南县\",\"上犹县\",\"于都县\",\"龙南县\",\"崇义县\",\"信丰县\",\"全南县\",\"大余县\",\"会昌县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"吉安\", \"area\":[\"吉州区\",\"青原区\",\"井冈山市\",\"吉安县\",\"永丰县\",\"永新县\",\"新干县\",\"泰和县\",\"峡江县\",\"遂川县\",\"安福县\",\"吉水县\",\"万安县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宜春\", \"area\":[\"袁州区\",\"丰城市\",\"樟树市\",\"高安市\",\"铜鼓县\",\"靖安县\",\"宜丰县\",\"奉新县\",\"万载县\",\"上高县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"抚州\", \"area\":[\"临川区\",\"南丰县\",\"乐安县\",\"金溪县\",\"南城县\",\"东乡县\",\"资溪县\",\"宜黄县\",\"广昌县\",\"黎川县\",\"崇仁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"上饶\", \"area\":[\"信州区\",\"德兴市\",\"上饶县\",\"广丰县\",\"鄱阳县\",\"婺源县\",\"铅山县\",\"余干县\",\"横峰县\",\"弋阳县\",\"玉山县\",\"万年县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"山东\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"济南\", \"area\":[\"市中区\",\"历下区\",\"天桥区\",\"槐荫区\",\"历城区\",\"长清区\",\"章丘市\",\"平阴县\",\"济阳县\",\"商河县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"青岛\", \"area\":[\"市南区\",\"市北区\",\"城阳区\",\"四方区\",\"李沧区\",\"黄岛区\",\"崂山区\",\"胶南市\",\"胶州市\",\"平度市\",\"莱西市\",\"即墨市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"淄博\", \"area\":[\"张店区\",\"临淄区\",\"淄川区\",\"博山区\",\"周村区\",\"桓台县\",\"高青县\",\"沂源县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"枣庄\", \"area\":[\"市中区\",\"山亭区\",\"峄城区\",\"台儿庄区\",\"薛城区\",\"滕州市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"东营\", \"area\":[\"东营区\",\"河口区\",\"垦利县\",\"广饶县\",\"利津县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"烟台\", \"area\":[\"芝罘区\",\"福山区\",\"牟平区\",\"莱山区\",\"龙口市\",\"莱阳市\",\"莱州市\",\"招远市\",\"蓬莱市\",\"栖霞市\",\"海阳市\",\"长岛县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"潍坊\", \"area\":[\"潍城区\",\"寒亭区\",\"坊子区\",\"奎文区\",\"青州市\",\"诸城市\",\"寿光市\",\"安丘市\",\"高密市\",\"昌邑市\",\"昌乐县\",\"临朐县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"济宁\", \"area\":[\"市中区\",\"任城区\",\"曲阜市\",\"兖州市\",\"邹城市\",\"鱼台县\",\"金乡县\",\"嘉祥县\",\"微山县\",\"汶上县\",\"泗水县\",\"梁山县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"泰安\", \"area\":[\"泰山区\",\"岱岳区\",\"新泰市\",\"肥城市\",\"宁阳县\",\"东平县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"威海\", \"area\":[\"环翠区\",\"乳山市\",\"文登市\",\"荣成市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"日照\", \"area\":[\"东港区\",\"岚山区\",\"五莲县\",\"莒县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"莱芜\", \"area\":[\"莱城区\",\"钢城区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"临沂\", \"area\":[\"兰山区\",\"罗庄区\",\"河东区\",\"沂南县\",\"郯城县\",\"沂水县\",\"苍山县\",\"费县\",\"平邑县\",\"莒南县\",\"蒙阴县\",\"临沭县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"德州\", \"area\":[\"德城区\",\"乐陵市\",\"禹城市\",\"陵县\",\"宁津县\",\"齐河县\",\"武城县\",\"庆云县\",\"平原县\",\"夏津县\",\"临邑县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"聊城\", \"area\":[\"东昌府区\",\"临清市\",\"高唐县\",\"阳谷县\",\"茌平县\",\"莘县\",\"东阿县\",\"冠县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"滨州\", \"area\":[\"滨城区\",\"邹平县\",\"沾化县\",\"惠民县\",\"博兴县\",\"阳信县\",\"无棣县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"菏泽\", \"area\":[\"牡丹区\",\"鄄城县\",\"单县\",\"郓城县\",\"曹县\",\"定陶县\",\"巨野县\",\"东明县\",\"成武县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"河南\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"郑州\", \"area\":[\"中原区\",\"金水区\",\"二七区\",\"管城回族区\",\"上街区\",\"惠济区\",\"巩义市\",\"新郑市\",\"新密市\",\"登封市\",\"荥阳市\",\"中牟县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"开封\", \"area\":[\"鼓楼区\",\"龙亭区\",\"顺河回族区\",\"禹王台区\",\"金明区\",\"开封县\",\"尉氏县\",\"兰考县\",\"杞县\",\"通许县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"洛阳\", \"area\":[\"西工区\",\"老城区\",\"涧西区\",\"瀍河回族区\",\"洛龙区\",\"吉利区\",\"偃师市\",\"孟津县\",\"汝阳县\",\"伊川县\",\"洛宁县\",\"嵩县\",\"宜阳县\",\"新安县\",\"栾川县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"平顶山\", \"area\":[\"新华区\",\"卫东区\",\"湛河区\",\"石龙区\",\"汝州市\",\"舞钢市\",\"宝丰县\",\"叶县\",\"郏县\",\"鲁山县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"安阳\", \"area\":[\"北关区\",\"文峰区\",\"殷都区\",\"龙安区\",\"林州市\",\"安阳县\",\"滑县\",\"内黄县\",\"汤阴县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"鹤壁\", \"area\":[\"淇滨区\",\"山城区\",\"鹤山区\",\"浚县\",\"淇县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"新乡\", \"area\":[\"卫滨区\",\"红旗区\",\"凤泉区\",\"牧野区\",\"卫辉市\",\"辉县市\",\"新乡县\",\"获嘉县\",\"原阳县\",\"长垣县\",\"封丘县\",\"延津县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"焦作\", \"area\":[\"解放区\",\"中站区\",\"马村区\",\"山阳区\",\"沁阳市\",\"孟州市\",\"修武县\",\"温县\",\"武陟县\",\"博爱县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"濮阳\", \"area\":[\"华龙区\",\"濮阳县\",\"南乐县\",\"台前县\",\"清丰县\",\"范县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"许昌\", \"area\":[\"魏都区\",\"禹州市\",\"长葛市\",\"许昌县\",\"鄢陵县\",\"襄城县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"漯河\", \"area\":[\"源汇区\",\"郾城区\",\"召陵区\",\"临颍县\",\"舞阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"三门峡\", \"area\":[\"湖滨区\",\"义马市\",\"灵宝市\",\"渑池县\",\"卢氏县\",\"陕县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"南阳\", \"area\":[\"卧龙区\",\"宛城区\",\"邓州市\",\"桐柏县\",\"方城县\",\"淅川县\",\"镇平县\",\"唐河县\",\"南召县\",\"内乡县\",\"新野县\",\"社旗县\",\"西峡县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"商丘\", \"area\":[\"梁园区\",\"睢阳区\",\"永城市\",\"宁陵县\",\"虞城县\",\"民权县\",\"夏邑县\",\"柘城县\",\"睢县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"信阳\", \"area\":[\"浉河区\",\"平桥区\",\"潢川县\",\"淮滨县\",\"息县\",\"新县\",\"商城县\",\"固始县\",\"罗山县\",\"光山县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"周口\", \"area\":[\"川汇区\",\"项城市\",\"商水县\",\"淮阳县\",\"太康县\",\"鹿邑县\",\"西华县\",\"扶沟县\",\"沈丘县\",\"郸城县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"驻马店\", \"area\":[\"驿城区\",\"确山县\",\"新蔡县\",\"上蔡县\",\"西平县\",\"泌阳县\",\"平舆县\",\"汝南县\",\"遂平县\",\"正阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"焦作\", \"area\":[\"济源市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"湖北\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"武汉\", \"area\":[\"江岸区\",\"武昌区\",\"江汉区\",\"硚口区\",\"汉阳区\",\"青山区\",\"洪山区\",\"东西湖区\",\"汉南区\",\"蔡甸区\",\"江夏区\",\"黄陂区\",\"新洲区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黄石\", \"area\":[\"黄石港区\",\"西塞山区\",\"下陆区\",\"铁山区\",\"大冶市\",\"阳新县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"十堰\", \"area\":[\"张湾区\",\"茅箭区\",\"丹江口市\",\"郧县\",\"竹山县\",\"房县\",\"郧西县\",\"竹溪县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"荆州\", \"area\":[\"沙市区\",\"荆州区\",\"洪湖市\",\"石首市\",\"松滋市\",\"监利县\",\"公安县\",\"江陵县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宜昌\", \"area\":[\"西陵区\",\"伍家岗区\",\"点军区\",\"猇亭区\",\"夷陵区\",\"宜都市\",\"当阳市\",\"枝江市\",\"秭归县\",\"远安县\",\"兴山县\",\"五峰土家族自治县\",\"长阳土家族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"襄樊\", \"area\":[\"襄城区\",\"樊城区\",\"襄阳区\",\"老河口市\",\"枣阳市\",\"宜城市\",\"南漳县\",\"谷城县\",\"保康县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"鄂州\", \"area\":[\"鄂城区\",\"华容区\",\"梁子湖区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"荆门\", \"area\":[\"东宝区\",\"掇刀区\",\"钟祥市\",\"京山县\",\"沙洋县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"孝感\", \"area\":[\"孝南区\",\"应城市\",\"安陆市\",\"汉川市\",\"云梦县\",\"大悟县\",\"孝昌县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黄冈\", \"area\":[\"黄州区\",\"麻城市\",\"武穴市\",\"红安县\",\"罗田县\",\"浠水县\",\"蕲春县\",\"黄梅县\",\"英山县\",\"团风县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"咸宁\", \"area\":[\"咸安区\",\"赤壁市\",\"嘉鱼县\",\"通山县\",\"崇阳县\",\"通城县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"随州\", \"area\":[\"曾都区\",\"广水市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"恩施土家族苗族自治州\", \"area\":[\"恩施市\",\"利川市\",\"建始县\",\"来凤县\",\"巴东县\",\"鹤峰县\",\"宣恩县\",\"咸丰县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"仙桃\", \"area\":[\"仙桃\"]},\n" +
                    "\n" +
                    "{\"name\":\"天门\", \"area\":[\"天门\"]},\n" +
                    "\n" +
                    "{\"name\":\"潜江\", \"area\":[\"潜江\"]},\n" +
                    "\n" +
                    "{\"name\":\"神农架林区\", \"area\":[\"神农架林区\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"湖南\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"长沙\", \"area\":[\"岳麓区\",\"芙蓉区\",\"天心区\",\"开福区\",\"雨花区\",\"浏阳市\",\"长沙县\",\"望城县\",\"宁乡县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"株洲\", \"area\":[\"天元区\",\"荷塘区\",\"芦淞区\",\"石峰区\",\"醴陵市\",\"株洲县\",\"炎陵县\",\"茶陵县\",\"攸县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"湘潭\", \"area\":[\"岳塘区\",\"雨湖区\",\"湘乡市\",\"韶山市\",\"湘潭县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"衡阳\", \"area\":[\"雁峰区\",\"珠晖区\",\"石鼓区\",\"蒸湘区\",\"南岳区\",\"耒阳市\",\"常宁市\",\"衡阳县\",\"衡东县\",\"衡山县\",\"衡南县\",\"祁东县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"邵阳\", \"area\":[\"双清区\",\"大祥区\",\"北塔区\",\"武冈市\",\"邵东县\",\"洞口县\",\"新邵县\",\"绥宁县\",\"新宁县\",\"邵阳县\",\"隆回县\",\"城步苗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"岳阳\", \"area\":[\"岳阳楼区\",\"云溪区\",\"君山区\",\"临湘市\",\"汨罗市\",\"岳阳县\",\"湘阴县\",\"平江县\",\"华容县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"常德\", \"area\":[\"武陵区\",\"鼎城区\",\"津市市\",\"澧县\",\"临澧县\",\"桃源县\",\"汉寿县\",\"安乡县\",\"石门县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"张家界\", \"area\":[\"永定区\",\"武陵源区\",\"慈利县\",\"桑植县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"益阳\", \"area\":[\"赫山区\",\"资阳区\",\"沅江市\",\"桃江县\",\"南县\",\"安化县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"郴州\", \"area\":[\"北湖区\",\"苏仙区\",\"资兴市\",\"宜章县\",\"汝城县\",\"安仁县\",\"嘉禾县\",\"临武县\",\"桂东县\",\"永兴县\",\"桂阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"永州\", \"area\":[\"冷水滩区\",\"零陵区\",\"祁阳县\",\"蓝山县\",\"宁远县\",\"新田县\",\"东安县\",\"江永县\",\"道县\",\"双牌县\",\"江华瑶族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"怀化\", \"area\":[\"鹤城区\",\"洪江市\",\"会同县\",\"沅陵县\",\"辰溪县\",\"溆浦县\",\"中方县\",\"新晃侗族自治县\",\"芷江侗族自治县\",\"通道侗族自治县\",\"靖州苗族侗族自治县\",\"麻阳苗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"娄底\", \"area\":[\"娄星区\",\"冷水江市\",\"涟源市\",\"新化县\",\"双峰县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"湘西土家族苗族自治州\", \"area\":[\"吉首市\",\"古丈县\",\"龙山县\",\"永顺县\",\"凤凰县\",\"泸溪县\",\"保靖县\",\"花垣县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"广东\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"广州\", \"area\":[\"越秀区\",\"荔湾区\",\"海珠区\",\"天河区\",\"白云区\",\"黄埔区\",\"番禺区\",\"花都区\",\"南沙区\",\"萝岗区\",\"增城市\",\"从化市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"深圳\", \"area\":[\"福田区\",\"罗湖区\",\"南山区\",\"宝安区\",\"龙岗区\",\"盐田区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"东莞\", \"area\":[\"莞城\",\"常平\",\"塘厦\",\"塘厦\",\"塘厦\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"中山\", \"area\":[\"中山\"]},\n" +
                    "\n" +
                    "{\"name\":\"潮州\", \"area\":[\"湘桥区\",\"潮安县\",\"饶平县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"揭阳\", \"area\":[\"榕城区\",\"揭东县\",\"揭西县\",\"惠来县\",\"普宁市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"云浮\", \"area\":[\"云城区\",\"新兴县\",\"郁南县\",\"云安县\",\"罗定市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"珠海\", \"area\":[\"香洲区\",\"斗门区\",\"金湾区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"汕头\", \"area\":[\"金平区\",\"濠江区\",\"龙湖区\",\"潮阳区\",\"潮南区\",\"澄海区\",\"南澳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"韶关\", \"area\":[\"浈江区\",\"武江区\",\"曲江区\",\"乐昌市\",\"南雄市\",\"始兴县\",\"仁化县\",\"翁源县\",\"新丰县\",\"乳源瑶族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"佛山\", \"area\":[\"禅城区\",\"南海区\",\"顺德区\",\"三水区\",\"高明区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"江门\", \"area\":[\"蓬江区\",\"江海区\",\"新会区\",\"恩平市\",\"台山市\",\"开平市\",\"鹤山市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"湛江\", \"area\":[\"赤坎区\",\"霞山区\",\"坡头区\",\"麻章区\",\"吴川市\",\"廉江市\",\"雷州市\",\"遂溪县\",\"徐闻县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"茂名\", \"area\":[\"茂南区\",\"茂港区\",\"化州市\",\"信宜市\",\"高州市\",\"电白县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"肇庆\", \"area\":[\"端州区\",\"鼎湖区\",\"高要市\",\"四会市\",\"广宁县\",\"怀集县\",\"封开县\",\"德庆县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"惠州\", \"area\":[\"惠城区\",\"惠阳区\",\"博罗县\",\"惠东县\",\"龙门县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"梅州\", \"area\":[\"梅江区\",\"兴宁市\",\"梅县\",\"大埔县\",\"丰顺县\",\"五华县\",\"平远县\",\"蕉岭县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"汕尾\", \"area\":[\"城区\",\"陆丰市\",\"海丰县\",\"陆河县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"河源\", \"area\":[\"源城区\",\"紫金县\",\"龙川县\",\"连平县\",\"和平县\",\"东源县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"阳江\", \"area\":[\"江城区\",\"阳春市\",\"阳西县\",\"阳东县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"清远\", \"area\":[\"清城区\",\"英德市\",\"连州市\",\"佛冈县\",\"阳山县\",\"清新县\",\"连山壮族瑶族自治县\",\"连南瑶族自治县\",\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"广西\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"南宁\", \"area\":[\"青秀区\",\"兴宁区\",\"西乡塘区\",\"良庆区\",\"江南区\",\"邕宁区\",\"武鸣县\",\"隆安县\",\"马山县\",\"上林县\",\"宾阳县\",\"横县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"柳州\", \"area\":[\"城中区\",\"鱼峰区\",\"柳北区\",\"柳南区\",\"柳江县\",\"柳城县\",\"鹿寨县\",\"融安县\",\"融水苗族自治县\",\"三江侗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"桂林\", \"area\":[\"象山区\",\"秀峰区\",\"叠彩区\",\"七星区\",\"雁山区\",\"阳朔县\",\"临桂县\",\"灵川县\",\"全州县\",\"平乐县\",\"兴安县\",\"灌阳县\",\"荔浦县\",\"资源县\",\"永福县\",\"龙胜各族自治县\",\"恭城瑶族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"梧州\", \"area\":[\"万秀区\",\"蝶山区\",\"长洲区\",\"岑溪市\",\"苍梧县\",\"藤县\",\"蒙山县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"北海\", \"area\":[\"海城区\",\"银海区\",\"铁山港区\",\"合浦县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"防城港\", \"area\":[\"港口区\",\"防城区\",\"东兴市\",\"上思县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"钦州\", \"area\":[\"钦南区\",\"钦北区\",\"灵山县\",\"浦北县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"贵港\", \"area\":[\"港北区\",\"港南区\",\"覃塘区\",\"桂平市\",\"平南县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"玉林\", \"area\":[\"玉州区\",\"北流市\",\"容县\",\"陆川县\",\"博白县\",\"兴业县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"百色\", \"area\":[\"右江区\",\"凌云县\",\"平果县\",\"西林县\",\"乐业县\",\"德保县\",\"田林县\",\"田阳县\",\"靖西县\",\"田东县\",\"那坡县\",\"隆林各族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"贺州\", \"area\":[\"八步区\",\"钟山县\",\"昭平县\",\"富川瑶族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"河池\", \"area\":[\"金城江区\",\"宜州市\",\"天峨县\",\"凤山县\",\"南丹县\",\"东兰县\",\"都安瑶族自治县\",\"罗城仫佬族自治县\",\"巴马瑶族自治县\",\"环江毛南族自治县\",\"大化瑶族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"来宾\", \"area\":[\"兴宾区\",\"合山市\",\"象州县\",\"武宣县\",\"忻城县\",\"金秀瑶族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"崇左\", \"area\":[\"江州区\",\"凭祥市\",\"宁明县\",\"扶绥县\",\"龙州县\",\"大新县\",\"天等县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"海南\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"海口\", \"area\":[\"龙华区\",\"秀英区\",\"琼山区\",\"美兰区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"三亚\", \"area\":[\"三亚市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"五指山\", \"area\":[\"五指山\"]},\n" +
                    "\n" +
                    "{\"name\":\"琼海\", \"area\":[\"琼海\"]},\n" +
                    "\n" +
                    "{\"name\":\"儋州\", \"area\":[\"儋州\"]},\n" +
                    "\n" +
                    "{\"name\":\"文昌\", \"area\":[\"文昌\"]},\n" +
                    "\n" +
                    "{\"name\":\"万宁\", \"area\":[\"万宁\"]},\n" +
                    "\n" +
                    "{\"name\":\"东方\", \"area\":[\"东方\"]},\n" +
                    "\n" +
                    "{\"name\":\"澄迈县\", \"area\":[\"澄迈县\"]},\n" +
                    "\n" +
                    "{\"name\":\"定安县\", \"area\":[\"定安县\"]},\n" +
                    "\n" +
                    "{\"name\":\"屯昌县\", \"area\":[\"屯昌县\"]},\n" +
                    "\n" +
                    "{\"name\":\"临高县\", \"area\":[\"临高县\"]},\n" +
                    "\n" +
                    "{\"name\":\"白沙黎族自治县\", \"area\":[\"白沙黎族自治县\"]},\n" +
                    "\n" +
                    "{\"name\":\"昌江黎族自治县\", \"area\":[\"昌江黎族自治县\"]},\n" +
                    "\n" +
                    "{\"name\":\"乐东黎族自治县\", \"area\":[\"乐东黎族自治县\"]},\n" +
                    "\n" +
                    "{\"name\":\"陵水黎族自治县\", \"area\":[\"陵水黎族自治县\"]},\n" +
                    "\n" +
                    "{\"name\":\"保亭黎族苗族自治县\", \"area\":[\"保亭黎族苗族自治县\"]},\n" +
                    "\n" +
                    "{\"name\":\"琼中黎族苗族自治县\", \"area\":[\"琼中黎族苗族自治县\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"重庆\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"重庆\", \"area\":[\"渝中区\",\"大渡口区\",\"江北区\",\"南岸区\",\"北碚区\",\"渝北区\",\"巴南区\",\"长寿区\",\"双桥区\",\"沙坪坝区\",\"万盛区\",\"万州区\",\"涪陵区\",\"黔江区\",\"永川区\",\"合川区\",\"江津区\",\"九龙坡区\",\"南川区\",\"綦江县\",\"潼南县\",\"荣昌县\",\"璧山县\",\"大足县\",\"铜梁县\",\"梁平县\",\"开县\",\"忠县\",\"城口县\",\"垫江县\",\"武隆县\",\"丰都县\",\"奉节县\",\"云阳县\",\"巫溪县\",\"巫山县\",\"石柱土家族自治县\",\"秀山土家族苗族自治县\",\"酉阳土家族苗族自治县\",\"彭水苗族土家族自治县\",\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"四川\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"成都\", \"area\":[\"青羊区\",\"锦江区\",\"金牛区\",\"武侯区\",\"成华区\",\"龙泉驿区\",\"青白江区\",\"新都区\",\"温江区\",\"都江堰市\",\"彭州市\",\"邛崃市\",\"崇州市\",\"金堂县\",\"郫县\",\"新津县\",\"双流县\",\"蒲江县\",\"大邑县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"自贡\", \"area\":[\"大安区\",\"自流井区\",\"贡井区\",\"沿滩区\",\"荣县\",\"富顺县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"攀枝花\", \"area\":[\"仁和区\",\"米易县\",\"盐边县\",\"东区\",\"西区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"泸州\", \"area\":[\"江阳区\",\"纳溪区\",\"龙马潭区\",\"泸县\",\"合江县\",\"叙永县\",\"古蔺县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"德阳\", \"area\":[\"旌阳区\",\"广汉市\",\"什邡市\",\"绵竹市\",\"罗江县\",\"中江县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"绵阳\", \"area\":[\"涪城区\",\"游仙区\",\"江油市\",\"盐亭县\",\"三台县\",\"平武县\",\"安县\",\"梓潼县\",\"北川羌族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"广元\", \"area\":[\"元坝区\",\"朝天区\",\"青川县\",\"旺苍县\",\"剑阁县\",\"苍溪县\",\"市中区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"遂宁\", \"area\":[\"船山区\",\"安居区\",\"射洪县\",\"蓬溪县\",\"大英县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"内江\", \"area\":[\"市中区\",\"东兴区\",\"资中县\",\"隆昌县\",\"威远县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"乐山\", \"area\":[\"市中区\",\"五通桥区\",\"沙湾区\",\"金口河区\",\"峨眉山市\",\"夹江县\",\"井研县\",\"犍为县\",\"沐川县\",\"马边彝族自治县\",\"峨边彝族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"南充\", \"area\":[\"顺庆区\",\"高坪区\",\"嘉陵区\",\"阆中市\",\"营山县\",\"蓬安县\",\"仪陇县\",\"南部县\",\"西充县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"眉山\", \"area\":[\"东坡区\",\"仁寿县\",\"彭山县\",\"洪雅县\",\"丹棱县\",\"青神县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宜宾\", \"area\":[\"翠屏区\",\"宜宾县\",\"兴文县\",\"南溪县\",\"珙县\",\"长宁县\",\"高县\",\"江安县\",\"筠连县\",\"屏山县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"广安\", \"area\":[\"广安区\",\"华蓥市\",\"岳池县\",\"邻水县\",\"武胜县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"达州\", \"area\":[\"通川区\",\"万源市\",\"达县\",\"渠县\",\"宣汉县\",\"开江县\",\"大竹县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"雅安\", \"area\":[\"雨城区\",\"芦山县\",\"石棉县\",\"名山县\",\"天全县\",\"荥经县\",\"宝兴县\",\"汉源县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"巴中\", \"area\":[\"巴州区\",\"南江县\",\"平昌县\",\"通江县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"资阳\", \"area\":[\"雁江区\",\"简阳市\",\"安岳县\",\"乐至县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"阿坝藏族羌族自治州\", \"area\":[\"马尔康县\",\"九寨沟县\",\"红原县\",\"汶川县\",\"阿坝县\",\"理县\",\"若尔盖县\",\"小金县\",\"黑水县\",\"金川县\",\"松潘县\",\"壤塘县\",\"茂县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"甘孜藏族自治州\", \"area\":[\"康定县\",\"丹巴县\",\"炉霍县\",\"九龙县\",\"甘孜县\",\"雅江县\",\"新龙县\",\"道孚县\",\"白玉县\",\"理塘县\",\"德格县\",\"乡城县\",\"石渠县\",\"稻城县\",\"色达县\",\"巴塘县\",\"泸定县\",\"得荣县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"凉山彝族自治州\", \"area\":[\"西昌市\",\"美姑县\",\"昭觉县\",\"金阳县\",\"甘洛县\",\"布拖县\",\"雷波县\",\"普格县\",\"宁南县\",\"喜德县\",\"会东县\",\"越西县\",\"会理县\",\"盐源县\",\"德昌县\",\"冕宁县\",\"木里藏族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"贵州\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"贵阳\", \"area\":[\"南明区\",\"云岩区\",\"花溪区\",\"乌当区\",\"白云区\",\"小河区\",\"清镇市\",\"开阳县\",\"修文县\",\"息烽县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"六盘水\", \"area\":[\"钟山区\",\"水城县\",\"盘县\",\"六枝特区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"遵义\", \"area\":[\"红花岗区\",\"汇川区\",\"赤水市\",\"仁怀市\",\"遵义县\",\"绥阳县\",\"桐梓县\",\"习水县\",\"凤冈县\",\"正安县\",\"余庆县\",\"湄潭县\",\"道真仡佬族苗族自治县\",\"务川仡佬族苗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"安顺\", \"area\":[\"西秀区\",\"普定县\",\"平坝县\",\"镇宁布依族苗族自治县\",\"紫云苗族布依族自治县\",\"关岭布依族苗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"铜仁地区\", \"area\":[\"铜仁市\",\"德江县\",\"江口县\",\"思南县\",\"石阡县\",\"玉屏侗族自治县\",\"松桃苗族自治县\",\"印江土家族苗族自治县\",\"沿河土家族自治县\",\"万山特区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"毕节地区\", \"area\":[\"毕节市\",\"黔西县\",\"大方县\",\"织金县\",\"金沙县\",\"赫章县\",\"纳雍县\",\"威宁彝族回族苗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黔西南布依族苗族自治州\", \"area\":[\"兴义市\",\"望谟县\",\"兴仁县\",\"普安县\",\"册亨县\",\"晴隆县\",\"贞丰县\",\"安龙县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黔东南苗族侗族自治州\", \"area\":[\"凯里市\",\"施秉县\",\"从江县\",\"锦屏县\",\"镇远县\",\"麻江县\",\"台江县\",\"天柱县\",\"黄平县\",\"榕江县\",\"剑河县\",\"三穗县\",\"雷山县\",\"黎平县\",\"岑巩县\",\"丹寨县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黔南布依族苗族自治州\", \"area\":[\"都匀市\",\"福泉市\",\"贵定县\",\"惠水县\",\"罗甸县\",\"瓮安县\",\"荔波县\",\"龙里县\",\"平塘县\",\"长顺县\",\"独山县\",\"三都水族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"云南\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"昆明\", \"area\":[\"盘龙区\",\"五华区\",\"官渡区\",\"西山区\",\"东川区\",\"安宁市\",\"呈贡县\",\"晋宁县\",\"富民县\",\"宜良县\",\"嵩明县\",\"石林彝族自治县\",\"禄劝彝族苗族自治县\",\"寻甸回族彝族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"曲靖\", \"area\":[\"麒麟区\",\"宣威市\",\"马龙县\",\"沾益县\",\"富源县\",\"罗平县\",\"师宗县\",\"陆良县\",\"会泽县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"玉溪\", \"area\":[\"红塔区\",\"江川县\",\"澄江县\",\"通海县\",\"华宁县\",\"易门县\",\"峨山彝族自治县\",\"新平彝族傣族自治县\",\"元江哈尼族彝族傣族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"保山\", \"area\":[\"隆阳区\",\"施甸县\",\"腾冲县\",\"龙陵县\",\"昌宁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"昭通\", \"area\":[\"昭阳区\",\"鲁甸县\",\"巧家县\",\"盐津县\",\"大关县\",\"永善县\",\"绥江县\",\"镇雄县\",\"彝良县\",\"威信县\",\"水富县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"丽江\", \"area\":[\"古城区\",\"永胜县\",\"华坪县\",\"玉龙纳西族自治县\",\"宁蒗彝族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"普洱\", \"area\":[\"思茅区\",\"普洱哈尼族彝族自治县\",\"墨江哈尼族自治县\",\"景东彝族自治县\",\"景谷傣族彝族自治县\",\"镇沅彝族哈尼族拉祜族自治县\",\"江城哈尼族彝族自治县\",\"孟连傣族拉祜族佤族自治县\",\"澜沧拉祜族自治县\",\"西盟佤族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"临沧\", \"area\":[\"临翔区\",\"凤庆县\",\"云县\",\"永德县\",\"镇康县\",\"双江拉祜族佤族布朗族傣族自治县\",\"耿马傣族佤族自治县\",\"沧源佤族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"德宏傣族景颇族自治州\", \"area\":[\"潞西市\",\"瑞丽市\",\"梁河县\",\"盈江县\",\"陇川县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"怒江傈僳族自治州\", \"area\":[\"泸水县\",\"福贡县\",\"贡山独龙族怒族自治县\",\"兰坪白族普米族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"迪庆藏族自治州\", \"area\":[\"香格里拉县\",\"德钦县\",\"维西傈僳族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"大理白族自治州\", \"area\":[\"大理市\",\"祥云县\",\"宾川县\",\"弥渡县\",\"永平县\",\"云龙县\",\"洱源县\",\"剑川县\",\"鹤庆县\",\"漾濞彝族自治县\",\"南涧彝族自治县\",\"巍山彝族回族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"楚雄彝族自治州\", \"area\":[\"楚雄市\",\"双柏县\",\"牟定县\",\"南华县\",\"姚安县\",\"大姚县\",\"永仁县\",\"元谋县\",\"武定县\",\"禄丰县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"红河哈尼族彝族自治州\", \"area\":[\"蒙自县\",\"个旧市\",\"开远市\",\"绿春县\",\"建水县\",\"石屏县\",\"弥勒县\",\"泸西县\",\"元阳县\",\"红河县\",\"金平苗族瑶族傣族自治县\",\"河口瑶族自治县\",\"屏边苗族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"文山壮族苗族自治州\", \"area\":[\"文山县\",\"砚山县\",\"西畴县\",\"麻栗坡县\",\"马关县\",\"丘北县\",\"广南县\",\"富宁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"西双版纳傣族自治州\", \"area\":[\"景洪市\",\"勐海县\",\"勐腊县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"西藏\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"拉萨\", \"area\":[\"城关区\",\"林周县\",\"当雄县\",\"尼木县\",\"曲水县\",\"堆龙德庆县\",\"达孜县\",\"墨竹工卡县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"那曲地区\", \"area\":[\"那曲县\",\"嘉黎县\",\"比如县\",\"聂荣县\",\"安多县\",\"申扎县\",\"索县\",\"班戈县\",\"巴青县\",\"尼玛县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"昌都地区\", \"area\":[\"昌都县\",\"江达县\",\"贡觉县\",\"类乌齐县\",\"丁青县\",\"察雅县\",\"八宿县\",\"左贡县\",\"芒康县\",\"洛隆县\",\"边坝县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"林芝地区\", \"area\":[\"林芝县\",\"工布江达县\",\"米林县\",\"墨脱县\",\"波密县\",\"察隅县\",\"朗县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"山南地区\", \"area\":[\"乃东县\",\"扎囊县\",\"贡嘎县\",\"桑日县\",\"琼结县\",\"曲松县\",\"措美县\",\"洛扎县\",\"加查县\",\"隆子县\",\"错那县\",\"浪卡子县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"日喀则地区\", \"area\":[\"日喀则市\",\"南木林县\",\"江孜县\",\"定日县\",\"萨迦县\",\"拉孜县\",\"昂仁县\",\"谢通门县\",\"白朗县\",\"仁布县\",\"康马县\",\"定结县\",\"仲巴县\",\"亚东县\",\"吉隆县\",\"聂拉木县\",\"萨嘎县\",\"岗巴县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"阿里地区\", \"area\":[\"噶尔县\",\"普兰县\",\"札达县\",\"日土县\",\"革吉县\",\"改则县\",\"措勤县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"陕西\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"西安\", \"area\":[\"莲湖区\",\"新城区\",\"碑林区\",\"雁塔区\",\"灞桥区\",\"未央区\",\"阎良区\",\"临潼区\",\"长安区\",\"高陵县\",\"蓝田县\",\"户县\",\"周至县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"铜川\", \"area\":[\"耀州区\",\"王益区\",\"印台区\",\"宜君县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"宝鸡\", \"area\":[\"渭滨区\",\"金台区\",\"陈仓区\",\"岐山县\",\"凤翔县\",\"陇县\",\"太白县\",\"麟游县\",\"扶风县\",\"千阳县\",\"眉县\",\"凤县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"咸阳\", \"area\":[\"秦都区\",\"渭城区\",\"杨陵区\",\"兴平市\",\"礼泉县\",\"泾阳县\",\"永寿县\",\"三原县\",\"彬县\",\"旬邑县\",\"长武县\",\"乾县\",\"武功县\",\"淳化县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"渭南\", \"area\":[\"临渭区\",\"韩城市\",\"华阴市\",\"蒲城县\",\"潼关县\",\"白水县\",\"澄城县\",\"华县\",\"合阳县\",\"富平县\",\"大荔县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"延安\", \"area\":[\"宝塔区\",\"安塞县\",\"洛川县\",\"子长县\",\"黄陵县\",\"延川县\",\"富县\",\"延长县\",\"甘泉县\",\"宜川县\",\"志丹县\",\"黄龙县\",\"吴起县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"汉中\", \"area\":[\"汉台区\",\"留坝县\",\"镇巴县\",\"城固县\",\"南郑县\",\"洋县\",\"宁强县\",\"佛坪县\",\"勉县\",\"西乡县\",\"略阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"榆林\", \"area\":[\"榆阳区\",\"清涧县\",\"绥德县\",\"神木县\",\"佳县\",\"府谷县\",\"子洲县\",\"靖边县\",\"横山县\",\"米脂县\",\"吴堡县\",\"定边县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"安康\", \"area\":[\"汉滨区\",\"紫阳县\",\"岚皋县\",\"旬阳县\",\"镇坪县\",\"平利县\",\"石泉县\",\"宁陕县\",\"白河县\",\"汉阴县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"商洛\", \"area\":[\"商州区\",\"镇安县\",\"山阳县\",\"洛南县\",\"商南县\",\"丹凤县\",\"柞水县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"甘肃\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"兰州\", \"area\":[\"城关区\",\"七里河区\",\"西固区\",\"安宁区\",\"红古区\",\"永登县\",\"皋兰县\",\"榆中县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"嘉峪关\", \"area\":[\"嘉峪关市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"金昌\", \"area\":[\"金川区\",\"永昌县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"白银\", \"area\":[\"白银区\",\"平川区\",\"靖远县\",\"会宁县\",\"景泰县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"天水\", \"area\":[\"清水县\",\"秦安县\",\"甘谷县\",\"武山县\",\"张家川回族自治县\",\"北道区\",\"秦城区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"武威\", \"area\":[\"凉州区\",\"民勤县\",\"古浪县\",\"天祝藏族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"酒泉\", \"area\":[\"肃州区\",\"玉门市\",\"敦煌市\",\"金塔县\",\"肃北蒙古族自治县\",\"阿克塞哈萨克族自治县\",\"安西县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"张掖\", \"area\":[\"甘州区\",\"民乐县\",\"临泽县\",\"高台县\",\"山丹县\",\"肃南裕固族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"庆阳\", \"area\":[\"西峰区\",\"庆城县\",\"环县\",\"华池县\",\"合水县\",\"正宁县\",\"宁县\",\"镇原县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"平凉\", \"area\":[\"崆峒区\",\"泾川县\",\"灵台县\",\"崇信县\",\"华亭县\",\"庄浪县\",\"静宁县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"定西\", \"area\":[\"安定区\",\"通渭县\",\"临洮县\",\"漳县\",\"岷县\",\"渭源县\",\"陇西县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"陇南\", \"area\":[\"武都区\",\"成县\",\"宕昌县\",\"康县\",\"文县\",\"西和县\",\"礼县\",\"两当县\",\"徽县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"临夏回族自治州\", \"area\":[\"临夏市\",\"临夏县\",\"康乐县\",\"永靖县\",\"广河县\",\"和政县\",\"东乡族自治县\",\"积石山保安族东乡族撒拉族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"甘南藏族自治州\", \"area\":[\"合作市\",\"临潭县\",\"卓尼县\",\"舟曲县\",\"迭部县\",\"玛曲县\",\"碌曲县\",\"夏河县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"青海\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"西宁\", \"area\":[\"城中区\",\"城东区\",\"城西区\",\"城北区\",\"湟源县\",\"湟中县\",\"大通回族土族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"海东地区\", \"area\":[\"平安县\",\"乐都县\",\"民和回族土族自治县\",\"互助土族自治县\",\"化隆回族自治县\",\"循化撒拉族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"海北藏族自治州\", \"area\":[\"海晏县\",\"祁连县\",\"刚察县\",\"门源回族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"海南藏族自治州\", \"area\":[\"共和县\",\"同德县\",\"贵德县\",\"兴海县\",\"贵南县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"黄南藏族自治州\", \"area\":[\"同仁县\",\"尖扎县\",\"泽库县\",\"河南蒙古族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"果洛藏族自治州\", \"area\":[\"玛沁县\",\"班玛县\",\"甘德县\",\"达日县\",\"久治县\",\"玛多县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"玉树藏族自治州\", \"area\":[\"玉树县\",\"杂多县\",\"称多县\",\"治多县\",\"囊谦县\",\"曲麻莱县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"海西蒙古族藏族自治州\", \"area\":[\"德令哈市\",\"格尔木市\",\"乌兰县\",\"都兰县\",\"天峻县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"宁夏\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"银川\", \"area\":[\"兴庆区\",\"西夏区\",\"金凤区\",\"灵武市\",\"永宁县\",\"贺兰县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"石嘴山\", \"area\":[\"大武口区\",\"惠农区\",\"平罗县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"吴忠\", \"area\":[\"利通区\",\"青铜峡市\",\"盐池县\",\"同心县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"固原\", \"area\":[\"原州区\",\"西吉县\",\"隆德县\",\"泾源县\",\"彭阳县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"中卫\", \"area\":[\"沙坡头区\",\"中宁县\",\"海原县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]}, \n" +
                    "\n" +
                    "{ \"name\": \"新疆\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"乌鲁木齐\", \"area\":[\"天山区\",\"沙依巴克区\",\"新市区\",\"水磨沟区\",\"头屯河区\",\"达坂城区\",\"东山区\",\"乌鲁木齐县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"克拉玛依\", \"area\":[\"克拉玛依区\",\"独山子区\",\"白碱滩区\",\"乌尔禾区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"吐鲁番地区\", \"area\":[\"吐鲁番市\",\"托克逊县\",\"鄯善县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"哈密地区\", \"area\":[\"哈密市\",\"伊吾县\",\"巴里坤哈萨克自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"和田地区\", \"area\":[\"和田市\",\"和田县\",\"洛浦县\",\"民丰县\",\"皮山县\",\"策勒县\",\"于田县\",\"墨玉县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"阿克苏地区\", \"area\":[\"阿克苏市\",\"温宿县\",\"沙雅县\",\"拜城县\",\"阿瓦提县\",\"库车县\",\"柯坪县\",\"新和县\",\"乌什县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"喀什地区\", \"area\":[\"喀什市\",\"巴楚县\",\"泽普县\",\"伽师县\",\"叶城县\",\"岳普湖县\",\"疏勒县\",\"麦盖提县\",\"英吉沙县\",\"莎车县\",\"疏附县\",\"塔什库尔干塔吉克自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"克孜勒苏柯尔克孜自治州\", \"area\":[\"阿图什市\",\"阿合奇县\",\"乌恰县\",\"阿克陶县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"巴音郭楞蒙古自治州\", \"area\":[\"库尔勒市\",\"和静县\",\"尉犁县\",\"和硕县\",\"且末县\",\"博湖县\",\"轮台县\",\"若羌县\",\"焉耆回族自治县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"昌吉回族自治州\", \"area\":[\"昌吉市\",\"阜康市\",\"奇台县\",\"玛纳斯县\",\"吉木萨尔县\",\"呼图壁县\",\"木垒哈萨克自治县\",\"米泉市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"博尔塔拉蒙古自治州\", \"area\":[\"博乐市\",\"精河县\",\"温泉县\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"石河子\", \"area\":[\"石河子\"]},\n" +
                    "\n" +
                    "{\"name\":\"阿拉尔\", \"area\":[\"阿拉尔\"]},\n" +
                    "\n" +
                    "{\"name\":\"图木舒克\", \"area\":[\"图木舒克\"]},\n" +
                    "\n" +
                    "{\"name\":\"五家渠\", \"area\":[\"五家渠\"]},\n" +
                    "\n" +
                    "{\"name\":\"伊犁哈萨克自治州\", \"area\":[\"伊宁市\",\"奎屯市\",\"伊宁县\",\"特克斯县\",\"尼勒克县\",\"昭苏县\",\"新源县\",\"霍城县\",\"巩留县\",\"察布查尔锡伯自治县\",\"塔城地区\",\"阿勒泰地区\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"台湾\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"台湾\", \"area\":[\"台北市\",\"高雄市\",\"台北县\",\"桃园县\",\"新竹县\",\"苗栗县\",\"台中县\",\"彰化县\",\"南投县\",\"云林县\",\"嘉义县\",\"台南县\",\"高雄县\",\"屏东县\",\"宜兰县\",\"花莲县\",\"台东县\",\"澎湖县\",\"基隆市\",\"新竹市\",\"台中市\",\"嘉义市\",\"台南市\",\"其他\"]},\n" +
                    "\n" +
                    "{\"name\":\"其他\", \"area\":[\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"澳门\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"澳门\", \"area\":[\"花地玛堂区\",\"圣安多尼堂区\",\"大堂区\",\"望德堂区\",\"风顺堂区\",\"嘉模堂区\",\"圣方济各堂区\",\"路凼\",\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"香港\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"香港\", \"area\":[\"中西区\",\"湾仔区\",\"东区\",\"南区\",\"深水埗区\",\"油尖旺区\",\"九龙城区\",\"黄大仙区\",\"观塘区\",\"北区\",\"大埔区\",\"沙田区\",\"西贡区\",\"元朗区\",\"屯门区\",\"荃湾区\",\"葵青区\",\"离岛区\",\"其他\"]}\n" +
                    "\n" +
                    "]},\n" +
                    "\n" +
                    "{ \"name\": \"钓鱼岛\", \"city\":[\n" +
                    "\n" +
                    "{\"name\":\"钓鱼岛\", \"area\":[\"钓鱼岛\"]}\n" +
                    "\n" +
                    "]}\n" +
                    "\n" +
                    "]";
}
